Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# md_wizard_terms_note_text
source: This tech preview is intended to let you test the upcoming multi-device support ahead of time. Please note that the features are limited, and since this is alpha software, it can be rough around the edges.
bg: Този технически предварителен преглед е предвиден да се използва за тестването на бъдещата функция за поддръжка на множество устройства. Моля, забележете, че тези функции са ограничени, защото това е алфа версия и още е недовършена изцяло.
cs: Tento technický náhled slouží k tomu, abyste si mohli předem vyzkoušet nadcházející podporu více zařízení. Vezměte prosím na vědomí, že funkce jsou omezené, a protože se jedná o alfa verzi softwaru, může být poněkud nedotažená.
de: Die Tech-Preview ermöglicht, die kommende Multi-Device-Funktionalität vorab zu testen. Bitte beachten Sie, dass Funktionen limitiert sind und sich die Alpha-Software noch in Entwicklung befindet.
es: El objetivo de esta vista previa técnica es permitirle probar el próximo soporte multidispositivo con antelación. Tenga en cuenta que las funciones son limitadas y, dado que se trata de un software alfa, podría necesitar mejoras.
fr: Cet aperçu technique vous permet de tester l’assistance multi-appareils à venir avant sa sortie. Veuillez noter que les fonctionnalités sont limitées, et comme il s'agit d'un logiciel alpha, il manque un peu de peaufinage.
gsw_ch: D’Tech Preview ermöglicht, di kommend Multi-Device-Funktionalität vorab z’teste. Bitte beachted Sie, dass Funktione limitiert sind und sich d’Alpha-Software no in Entwicklig befindet.
it: Questa Anteprima tecnica vuole consentirti di testare già ora quella che sarà l'assistenza multi-dispositivo. Ricorda che le funzionalità sono limitate e, poiché si tratta di una versione Alfa del software, potrebbe essere ancora provvisoria.
ja: この技術プレビューは、今後予定されている複数端末の対応を一足先にお試しいただくためのものです。機能は限定的であり、またアルファ版ソフトウェアのため、荒削りな部分もありますが、ご了承ください。
ko: 이 기술 프리뷰는 미리 다가오는 다중 장치 지원을 테스트할 수 있도록 제공됩니다. 기능이 제한적이며 이것은 알파 소프트웨어이므로 완성도가 낮을 수 있음을 주의하세요.
nl: Deze tech-preview is bedoeld om de komende Multi-device ondersteuning vooraf te testen. De functies zijn beperkt en, omdat dit alpha-software is, kunnen er wat onvolmaaktheden zijn.
pl: Wersja przeglądu technicznego (Tech Preview) pozwala z wyprzedzeniem sprawdzić nadchodzącą opcję połączonych urządzeń. Pamiętaj, że funkcjonalność jest ograniczona, a wersja alfa może mieć trochę niedoróbek.
pt_br: Esta prévia técnica tem como propósito permitir que você teste o suporte a multidispositivos com antecedência. Lembre-se que os recursos são limitados e, como este é um software alfa, as coisas podem não funcionar corretamente.
ru: Режим технического предпросмотра позволяет вам время от времени проверять будущую поддержку нескольких устройств. Обратите внимание, что эти функции ограничены, а поскольку это альфа-версия программы, возможны недоработки.
sk: Účelom tohto technického náhľadu je umožniť vám vopred otestovať nadchádzajúcu podporu viacerých zariadení. Upozorňujeme, že funkcie sú obmedzené a keďže ide o alfa softvér, môže mať niekoľko nedokonalostí.
tr: Bu teknik önizlemenin amacı, yaklaşan çoklu cihaz desteğini önceden test etmenize olanak tanımaktır. Lütfen özelliklerin sınırlı olduğunu ve bu alfa yazılımı olduğu için kusursuz değil ama iş görebileceğini unutmayın.
uk: Ця технологія дає вам змогу заздалегідь перевірити підтримку різних пристроїв. Зауважте, що ці функції обмежені. Оскільки це альфа-версія, вона може працювати недосконало.
zh_hans: 这次技术预览版是为测试人员提前测试即将到来的 “多设备支持” 功能而设。请注意，这些功能是限时提供的。由于这是测试版，因此有时可能会出现小错误。
zh_hant: 這次技術預覽版是為測試人員提前測試即將到來的「多裝置支援」功能而設。請注意，這些功能是限時提供的。由於這是測試版，因此有時可能會出現小錯誤。

# md_wizard_terms_support
source: This preview supports text messages. Regularly update the apps for iOS and desktop to get the latest features and improvements.
bg: Този предварителен преглед поддържа текстови съобщения. Актуализирайте приложението за iOS и компютър редовно, за да получите най-новите функции и подобрения.
cs: Tento náhled podporuje textové zprávy. Pravidelně aktualizujte aplikace pro iOS a počítač, abyste získali nejnovější funkce a vylepšení.
de: Aktualisieren Sie die iOS- und Desktop-App regelmässig, um die neuesten Funktionen und Verbesserungen zu erhalten.
es: Esta vista previa admite mensajes de texto. Actualice regularmente las aplicaciones para iOS y escritorio y disfrute de las funciones y mejoras más recientes.
fr: Cet aperçu prend en charge les messages texte. Mettez régulièrement à jour les applications pour iOS et ordinateur afin d’obtenir les dernières fonctionnalités et les améliorations de produit.
gsw_ch: Aktualisiered Sie d’iOS- und d’Desktop-App regelmässig, zum di neuschte Funktione und Verbesserige überzcho.
it: Questa anteprima supporta i messaggi di testo. Aggiorna regolarmente l'app per iOS e computer per ricevere le funzionalità e i miglioramenti più recenti.
ja: このプレビューでは、テキストメッセージに対応しています。最新の機能と修正が得られるよう、iOSとデスクトップ用のアプリを定期的にアップデートしてください。
ko: 이 미리 보기는 텍스트 메시지를 지원합니다. 최신 기능과 개선 사항을 받으려면 iOS 및 데스크톱 앱을 정기적으로 업데이트하세요.
nl: Deze preview ondersteunt sms-berichten. Zorg dat u de iOS- en desktop-apps regelmatig bijwerkt om de laatste functies en verbeteringen te krijgen.
pl: Ten podgląd obsługuje wiadomości tekstowe. Regularnie aktualizuj aplikacje na iOS i komputer, aby korzystać z najnowszych funkcji i ulepszeń.
pt_br: Esta prévia suporta mensagens de texto. Atualize regularmente os apps para iOS e desktop para ter acesso aos últimos recursos e melhorias.
ru: Этот предпросмотр поддерживает текстовые сообщения. Регулярно обновляйте приложения для iOS и компьютера, чтобы получать доступ к новейшим функциям и усовершенствованиям.
sk: Táto ukážka podporuje textové správy. Pravidelne aktualizujte aplikácie pre iOS a desktop, aby ste získali najnovšie funkcie a vylepšenia.
tr: Bu önizleme metin mesajlarını destekler. En son özellikleri ve iyileştirmeleri almak için iOS ve masaüstü uygulamalarını düzenli olarak güncelleyin.
uk: Цей попередній перегляд підтримує текстові повідомлення. Регулярно оновлюйте застосунки для iOS і програми для настільного комп’ютера, щоб отримувати найновіші функції та оновлення.
zh_hans: 这次技术预览版支持文本信息。请定期更新 iOS 上和电脑版的应用程序，以获得最新的功能和改进。
zh_hant: 這次技術預覽版支援文字訊息。請定期更新 iOS 上和電腦版的應用程式，以取得最新的功能和改進。

# md_wizard_timeout_title
source: Linking failed because it took too long
bg: Свързването е неуспешно, защото отне прекалено много време
cs: Propojení se nezdařilo, protože to trvalo příliš dlouho
de: Verknüpfung fehlgeschlagen, weil der Vorgang zu lange dauerte
es: Ha habido un error al vincular porque tardó demasiado
fr: La liaison a échoué parce que la connexion a pris trop de temps.
gsw_ch: Verchnüpfig fehlgschlage, wil de Vorgang z’lang duuret hät
it: Collegamento non riuscito a causa di un tempo d'attesa troppo lungo
ja: 時間がかかりすぎたため、リンクに失敗しました
ko: 연결하는 데 시간이 너무 오래 걸려서 연결에 실패했습니다.
nl: Koppelen is mislukt omdat het te lang duurde
pl: Połączenie nie powiodło się, ponieważ trwało zbyt długo
pt_br: A vinculação falhou porque demorou demais
ru: Не удалось привязать: привязка длилась слишком долго
sk: Prepojenie zlyhalo, pretože to trvalo príliš dlho
tr: Bağlantı çok uzun sürdüğü için başarısız oldu
uk: Не вдалося прив’язати, бо процес зайняв надто багато часу
zh_hans: 链接失败，因为花了太长时间
zh_hant: 連結失敗，因為花了太長時間

source: Me
bg: Мен
cs: Já
de: Ich
es: Yo
fr: Moi
gsw_ch: Ich
it: Io
ja: 自分
ko: 나
nl: Mezelf
pl: Ja
pt_br: Mim
ru: Я
sk: Ja
tr: Ben
uk: Я
zh_hans: 我自己
zh_hant: 我自己

# media_delete_all_confirm
source: Are you sure you want to delete all media files?
bg: Сигурни ли сте, че искате да изтриете всички мултимедийни файлове?
cs: Opravdu chcete odstranit všechny soubory médií?
de: Sind Sie sicher, dass Sie alle Medien in diesem Chat löschen möchten?
es: ¿Confirma que desea borrar todos los archivos multimedia?
fr: Voulez-vous vraiment supprimer tous les fichiers média ?
gsw_ch: Sind Sie sicher, dass Sie all Medie i dem Chat lösche wänd?
it: Vuoi davvero eliminare tutti i file multimediali?
ja: すべてのメディアファイルを削除してよろしいですか？
ko: 모든 미디어 파일을 삭제하시겠습니까?
nl: Weet u zeker dat u alle mediabestanden wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie pliki medialne?
pt_br: Tem certeza de que deseja excluir todos os arquivos de mídia?
ru: Вы уверены, что хотите удалить все мультимедийные файлы?
sk: Naozaj chcete vymazať všetky súbory médií?
tr: Tüm medya dosyalarını silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте видалити усі медіафайли?
zh_hans: 您确定要删除所有媒体文件吗？
zh_hant: 您確定要刪除所有媒體檔案嗎？

# media_delete_selected_confirm
source: Are you sure you want to delete the selected media files?
bg: Сигурни ли сте, че искате да изтриете избраните мултимедийни файлове?
cs: Opravdu chcete odstranit zvolené soubory médií?
de: Sind Sie sicher, dass Sie die ausgewählten Medien löschen möchten?
es: ¿Confirma que desea borrar los archivos multimedia seleccionados?
fr: Voulez-vous vraiment supprimer les fichiers média sélectionnés ?
gsw_ch: Sind Sie sicher, dass Sie di usgwählte Medie lösche wänd?
it: Vuoi davvero eliminare tutti i file multimediali selezionati?
ja: 選択したメディアファイルを削除してよろしいですか？
ko: 선택한 미디어 파일을 삭제하시겠습니까?
nl: Weet u zeker dat u de geselecteerde mediabestanden wilt verwijderen?
pl: Czy na pewno chcesz usunąć wybrane pliki medialne?
pt_br: Tem certeza de que deseja excluir os arquivos de mídia selecionados?
ru: Вы уверены, что хотите удалить выбранные мультимедийные файлы?
sk: Naozaj chcete vymazať vybraté súbory médií?
tr: Seçilen medya dosyalarını silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте видалити обрані медіафайли?
zh_hans: 您确定要删除所选的媒体文件吗？
zh_hant: 您確定要刪除選定的媒體檔案嗎？

# media_file_not_found
source: Could not open media file. It was deleted or not downloaded from the server.
bg: Не може да се отвори мултимедийният файл, защото е бил изтрит или не е бил изтеглен от сървъра.
cs: Otevření souboru média se nezdařilo. Buď byl odstraněn, nebo neproběhlo jeho stažení ze serveru.
de: Mediendatei kann nicht geöffnet werden. Sie wurde gelöscht oder nicht vom Server heruntergeladen.
es: No se ha podido abrir el archivo multimedia: ha sido borrado o no se ha descargado del servidor.
fr: Impossible d’ouvrir le fichier multimédia. Il a été supprimé ou pas téléchargé à partir du serveur.
gsw_ch: Mediedatei cha nöd ufgmacht werde. Sie isch glöscht oder nöd vom Server abeglade worde.
it: Non è stato possibile aprire il file multimediale. È stato cancellato o non è stato scaricato dal server.
ja: メディアファイルを開けませんでした。削除されているか、サーバーからダウンロードされていません。
ko: 미디어 파일을 열 수 없습니다. 파일이 삭제되었거나 서버에서 다운로드되지 않았습니다.
nl: Kon het mediabestand niet openen. Het was verwijderd of niet van de server gedownload.
pl: Nie można otworzyć pliku medialnego. Został usunięty lub nie został pobrany z serwera.
pt_br: Foi possível abrir o arquivo de mídia. Ele foi excluído ou não baixado do servidor.
ru: Не удалось открыть файл мультимедиа. Он был удален или не загружен с сервера.
sk: Súbor médií sa nepodarilo otvoriť. Buď bol odstránený, alebo nebol stiahnutý zo serveru.
tr: Medya dosyası açılamadı. Silindi veya sunucudan indirilmedi
uk: Не вдалось відкрити медіафайл. Його було видалено або не завантажено з сервера.
zh_hans: 无法打开媒体文件。该文件已被删除或未从服务器下载。
zh_hant: 無法開啟媒體檔案。該檔案已被刪除或未從伺服器下載。

# media_item
source: One Item
bg: Един елемент
cs: Jedna položka
de: Mediendatei
es: Un elemento
fr: Un élément
gsw_ch: Mediedatei
it: File media
ja: 1項目のアイテム
ko: 하나의 항목
nl: Eén item
pl: Jedna pozycja
pt_br: Um item
ru: 1 элемент
sk: Jedna položka
tr: Bir öğe
uk: Один елемент
zh_hans: 1个项目
zh_hant: 1個專案

source: Media item %@ of %@
bg: Мултимедийни файлове: %@ от %@
cs: Mediální položka %@ z %@
de: Mediendatei %@ von %@
es: Elemento multimedia %@ de %@
fr: Élément média %@ sur %@
gsw_ch: Mediedatei %@ vo %@
it: File media %@ su %@
ja: メディアアイテム %@ の %@
ko: 미디어 항목 %@ / %@
nl: Media-item %@ van %@
pl: Pozycja multimedialna %@ z %@
pt_br: Item de mídia %@ de %@
ru: Мультимедийный элемент %@ из %@
sk: Položka médií %@ z %@
tr: %@ ait %@ medya öğesi
uk: Медіа %@ з %@
zh_hans: 媒体项目中的第%@项，共%@项
zh_hant: 媒體專案中的第%@項，共%@項

# media_overview
source: Media
bg: Мултимедия
cs: Média
de: Medien
es: Multimedia
fr: Média
gsw_ch: Medie
ja: 写真と動画
ko: 미디어
pt_br: Mídia
ru: Мультимедиа
sk: Média
tr: Medya
uk: Медіа
zh_hans: 媒体
zh_hant: 媒體

# media_preview_accessibility_plus_button
source: Add
bg: Добавете
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
gsw_ch: Dezue tue
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
sk: Pridať
tr: Ekle
uk: Додати
zh_hans: 添加
zh_hant: 新增

# media_preview_preview_button_accessibility_label
source: Show Preview
bg: Покажете предварителен преглед
cs: Zobrazit náhled
de: Datei anzeigen
es: Mostrar vista previa
fr: Afficher l’aperçu
gsw_ch: Datei aazeige
it: Visualizza file
ja: プレビューを表示
ko: 미리보기 표시
nl: Voorbeeld weergeven
pl: Pokaż podgląd
pt_br: Exibir pré-visualização
ru: Предпросмотр
sk: Zobraziť náhľad
tr: Önizlemeyi göster
uk: Попередній перегляд
zh_hans: 显示预览
zh_hant: 顯示預覽

# mediapreview_options
source: Options
bg: Опции
cs: Možnosti
de: Optionen
es: Opciones
gsw_ch: Optione
it: Opzioni
ja: オプション
ko: 옵션
nl: Opties
pl: Opcje
pt_br: Opções
ru: Настройки
sk: Možnosti
tr: Seçenekler
uk: Налаштування
zh_hans: 选项
zh_hant: 選項

source: Medium
bg: Среден
cs: Střední
de: Mittel
es: medio
fr: Moyenne
gsw_ch: Mittel
it: Media
ja: 中画質
ko: 중간화질
nl: Gemiddeld
pl: Średni
pt_br: Média
ru: Средний
sk: Stredná
tr: Orta
uk: Середній
zh_hans: 中
zh_hant: 中

# mentions_table_view_cell_accessibility_hint
source: Tap to create mention
bg: Натиснете, за да споменете
cs: Klepnutím vytvoříte zmínku
de: Tippen um zu Erwähnen
es: Pulsa para crear una mención
fr: Touchez pour créer une mention
gsw_ch: Zum Erwähne tippe
it: Tocca per citare
ja: タップしてメンションを作成
ko: 멘션을 생성하려면 탭하세요.
nl: Tikken om vermelding aan te maken
pl: Dotknij, aby utworzyć wzmiankę
pt_br: Toque para criar menção
ru: Нажмите, чтобы создать упоминание
sk: Klepnutím vytvorte zmienku
tr: Bahsetmek için dokunun
uk: Торкніться для створення згадки
zh_hans: 点击创建 @提及
zh_hant: 按一下以建立 @提及

source: Message
bg: Съобщение
cs: Zpráva
de: Nachricht senden
es: Mensaje
gsw_ch: Nachricht schicke
it: Invia messaggio
ja: メッセージ
ko: 메시지
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
ru: Сообщение
sk: Správa
tr: Mesaj
uk: Надіслати
zh_hans: 发送消息
zh_hant: 傳送訊息

# message_cannot_play_movie
source: Cannot play movie.
bg: Не може да се възпроизведе филм.
cs: Video nelze přehrát.
de: Film kann nicht abgespielt werden.
es: No se puede reproducir el vídeo.
fr: Impossible de lire le film.
gsw_ch: Film cha nöd abgspilt werde.
it: Impossibile riprodurre il filmato.
ja: 動画の再生ができません。
ko: 동영상을 재생할 수 없습니다.
nl: Kan film niet afspelen
pl: Nie można odtworzyć filmu.
pt_br: Não foi possível reproduzir o filme.
ru: Не удается воспроизвести видео.
sk: Video sa nedá prehrať.
tr: Video oynatılamıyor.
uk: Не вдається програти відео.
zh_hans: 无法播放视频。
zh_hant: 無法播放影片。

# message_delete_confirm
source: Delete this message?
bg: Искате ли да изтриете съобщението?
cs: Odstranit tuto zprávu?
de: Diese Nachricht löschen?
es: ¿Eliminar este mensaje?
fr: Supprimer ce message ?
gsw_ch: Die Nachricht lösche?
it: Vuoi cancellare questo messaggio?
ja: このメッセージを削除しますか？
ko: 이 메시지를 삭제하시겠습니까?
nl: Wilt u dit bericht verwijderen?
pl: Usunąć tę wiadomość?
pt_br: Excluir esta mensagem?
ru: Удалить сообщение?
sk: Vymazať túto správu?
tr: Bu mesaj silinsin mi?
uk: Видалити це повідомлення?
zh_hans: 删除这条消息吗？
zh_hant: 刪除這則訊息嗎？

# message_delete_for_everyone
source: Delete for Everyone
bg: Изтрийте за всички
cs: Odstranit u všech
de: Für alle löschen
es: Eliminar para todos
fr: Supprimer pour tout le monde
gsw_ch: Nachricht für alli lösche
it: Cancella messaggio per tutti
ja: 全員に対して削除
ko: 모두에게서 삭제
nl: Verwijderen voor iedereen
pl: Usuń dla wszystkich
pt_br: Excluir para Todos
ru: Удалить для всех
sk: Vymazať pre všetkých
tr: Herkes İçin Sil
uk: Видалити для всіх
zh_hans: 为所有人删除
zh_hant: 為所有人刪除

# message_delete_for_me
source: Delete from This Device
bg: Изтрийте само за това устройство
cs: Odstranit z tohoto zařízení
de: Von diesem Gerät löschen
es: Eliminar de este dispositivo
fr: Supprimer de cet appareil
gsw_ch: Vo dem Grät lösche
it: Cancella da questo dispositivo
ja: この端末から削除
ko: 이 기기에서 삭제
nl: Verwijderen van dit apparaat
pl: Usuń z tego urządzenia
pt_br: Excluir deste dispositivo
ru: Удалить с этого устройства
sk: Vymazať z tohto zariadenia
tr: Bu Cihazdan Sil
uk: Видалити з цього пристрою
zh_hans: 在此设备中删除
zh_hant: 在此裝置中刪除

# message_display_status_deleted_message
source: Deleted
bg: Изтрито
cs: Odstraněno
de: Gelöscht
es: Eliminado
fr: Supprimé
gsw_ch: Glöscht
it: Cancellato
ja: 削除済み
ko: 삭제됨
nl: Verwijderd
pl: Usunięto
pt_br: Excluído
ru: Удаленное
sk: Vymazané
tr: Silindi
uk: Видалено
zh_hans: 已删除
zh_hant: 已刪除

# message_display_status_delivered
source: Delivered
bg: Доставено
cs: Doručeno
de: Zugestellt
es: Entregado
fr: Livré
gsw_ch: Zuegstellt
it: Consegnato
ja: 配信済み
ko: 배송됨
nl: Geleverd
pl: Dostarczone
pt_br: Entregue(s)
ru: Доставлено
sk: Doručená
tr: Teslim edildi
uk: Доставлено
zh_hans: 已送达
zh_hant: 已送達

# message_display_status_delivered_incoming
source: Received
bg: Получено
cs: Přijato
de: Empfangen
es: Recibido
fr: Reçu
gsw_ch: Empfange
it: Ricevuto
ja: 受信済み
ko: 받음
nl: Ontvangen
pl: Otrzymane
pt_br: Recebida(s)
ru: Получено
sk: Prijaté
tr: Teslim alındı
uk: Отримано
zh_hans: 已收到
zh_hant: 已收到

# message_display_status_edited_message
source: Edited
bg: Редактирано
cs: Upraveno
de: Bearbeitet
es: Editado
fr: Modifié
gsw_ch: Bearbeitet
it: Modificato
ja: 編集済み
ko: 편집됨
nl: Bewerkt
pl: Edytowano
pt_br: Editado
ru: Измененное
sk: Upravené
tr: Düzenlendi
uk: Редаговано
zh_hans: 已编辑
zh_hant: 已編輯

# message_display_status_failed
source: Failed
bg: Неуспешно
cs: Neúspěch
de: Fehlgeschlagen
es: Con errores
fr: Échec
gsw_ch: Fehlgschlage
it: Fallito
ja: 失敗
ko: 실패
nl: Mislukt
pl: Nieudane
pt_br: Não enviada(s)
ru: Сбой
sk: Zlyhalo
tr: Başarısız
uk: Не вдалось
zh_hans: 失败
zh_hant: 失敗

# message_display_status_none
source: None
bg: Няма
cs: Nic
de: Keiner
es: Ninguno
fr: Aucun
gsw_ch: Keine
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt_br: Nenhum(a)
ru: Нет
tr: Hiçbiri
uk: Немає
zh_hans: 无
zh_hant: 無

# message_display_status_read
source: Read
bg: Прочетено
cs: Přečteno
de: Gelesen
es: Leído
fr: Lu
gsw_ch: Gläse
it: Letto
ja: 既読
ko: 읽음
nl: Gelezen
pl: Przeczytane
pt_br: Lida(s)
ru: Прочитано
sk: Prečítané
tr: Okundu
uk: Прочитати
zh_hans: 已阅读
zh_hant: 已讀取

# message_display_status_sending
source: Sending
bg: Изпращане
cs: Odesílání
de: Senden
es: Enviando
fr: Envoi
gsw_ch: Schicke
it: Invia
ja: 送信中
ko: 전송 중
nl: Wordt verzonden
pl: Wysyłanie
pt_br: Enviando
ru: Отправка
sk: Odosielanie
tr: Gönderilen
uk: Відправка
zh_hans: 发送中
zh_hant: 傳送中

# message_display_status_sent
source: Sent
bg: Изпратено
cs: Odesláno
de: Gesendet
es: Enviado
fr: Envoyé
gsw_ch: Gschickt
it: Inviato
ja: 送信済み
ko: 전송됨
nl: Verzonden
pl: Wysłane
pt_br: Enviada(s)
ru: Отправлено
sk: Odoslané
tr: Gönderildi
uk: Відправити
zh_hans: 已发送
zh_hant: 已傳送

# message_display_status_user_acknowledged
source: Agreed
bg: Одобрено
cs: Souhlas
de: Bestätigt
es: Conforme
fr: En accord
gsw_ch: Bestätigt
it: Confermato
ja: 同意した
ko: 동의함
nl: Akkoord
pl: Zgoda
pt_br: Concordou
ru: Согласен
sk: Súhlasil
tr: Kabul
uk: Прийнято
zh_hans: 已同意
zh_hant: 已同意

# message_display_status_user_declined
source: Disagreed
bg: Неодобрено
cs: Nesouhlas
de: Abgelehnt
es: No conforme
fr: En désacord
gsw_ch: Abglehnt
it: Respinto
ja: 反対した
ko: 동의하지 않음
nl: Niet akkoord
pl: Brak zgody
pt_br: Não concordou
ru: Не согласен
sk: Nesúhlasil
tr: Ret
uk: Не прийнято
zh_hans: 不同意
zh_hant: 不同意

source: Messages
bg: Съобщения
cs: Zprávy
de: Nachrichten
es: Mensajes
gsw_ch: Nachrichte
it: Messaggi
ja: トーク
ko: 메시지
nl: Berichten
pl: Wiadomość
pt_br: Mensagens
ru: Сообщения
sk: Správy
tr: Mesajlar
uk: Повідомлення
zh_hans: 消息
zh_hant: 訊息

# messages_delete_all_button
source: Delete All Messages
bg: Изтриване на всички съобщения
cs: Odstranit všechny zprávy
de: Alle Nachrichten löschen
es: Borrar todos los mensajes.
fr: Supprimer tous les messages
gsw_ch: All Nachrichte lösche
it: Elimina tutti i messaggi
ja: 全メッセージを削除
ko: 전체 메시지 삭제
nl: Alle berichten verwijderen
pl: Usuń wszystkie wiadomości
pt_br: Excluir todas mensagens
ru: Удалить все сообщения
sk: Vymazať všetky správy
tr: Tüm mesajları sil
uk: Видалити усі повідомлення
zh_hans: 删除所有消息
zh_hant: 刪除所有訊息

# messages_delete_all_confirm_message
source: This includes all media and documents.
bg: Това включва всички мултимедийни файлове и документи.
cs: Toto zahrnuje všechna média a dokumenty.
de: Dies beinhaltet auch alle Medien und Dokumente.
es: Esto incluye todos los medios y documentos.
fr: Cela inclut tous les médias et documents.
gsw_ch: Das beinhaltet au alli Medie und Dokument.
it: Ciò comporta anche tutti i media e file.
ja: これにはすべての写真と動画、文書が含まれます。
ko: 여기에는 모든 미디어와 문서가 포함됩니다.
nl: Dit omvat alle mediabestanden en documenten.
pl: To obejmuje wszystkie media i dokumenty.
pt_br: Isso inclui toda mídia e documentos.
ru: Это включает все медиафайлы и документы.
sk: Vrátane všetkých médií a dokumentov.
tr: Buna tüm medya ve belgeler dahildir.
uk: Це включає усі медіа та документи.
zh_hans: 这包含所有媒体和文件。
zh_hant: 這包括所有媒體和檔案。

# messages_delete_all_confirm_title
source: Delete all messages in this chat from this device?
bg: Искате ли да изтриете всички съобщения от този чат от това устройство?
cs: Odstranit všechny zprávy v této konverzaci z tohoto zařízení?
de: Alle Nachrichten in diesem Chat von diesem Gerät löschen?
es: ¿Eliminar todos los mensajes de este chat de este dispositivo?
fr: Supprimer tous les messages de cette conversation sur cet appareil ?
gsw_ch: All Nachrichte i dem Chat vo dem Grät lösche?
it: Vuoi eliminare da questo dispositivo tutti i messaggi di questa chat?
ja: この端末からこのトークの全メッセージを削除しますか？
ko: 이 기기에서 이 대화의 모든 메시지를 삭제하시겠습니까?
nl: Alle berichten in deze chat van dit apparaat verwijderen?
pl: Usunąć wszystkie wiadomości w tym czacie z tego urządzenia?
pt_br: Excluir todas mensagens neste bate-papo deste dispostiivo?
ru: Удалить все сообщения в этом чате с этого устройства?
sk: Odstrániť z tohto zariadenia všetky správy v tejto konverzácii?
tr: Bu sohbetteki tüm mesajlar bu cihazdan silinsin mi?
uk: Видалити повідомлення у діалозі з цього пристрою?
zh_hans: 在此设备中删除此会话中的所有消息吗？
zh_hant: 在此裝置中刪除此聊天中的所有訊息嗎？

# messages_delete_selected_confirm
source: Delete selected messages from this device?
bg: Искате ли да изтриете избраните съобщения от това устройство?
cs: Odstranit vybrané zprávy z tohoto zařízení?
de: Ausgewählte Nachrichten von diesem Gerät löschen?
es: ¿Eliminar los mensajes seleccionados de este dispositivo?
fr: Êtes-vous sûr de vouloir supprimer les messages sélectionnés de cet appareil ?
gsw_ch: Usgwählti Nachrichte vo dem Grät lösche?
it: Vuoi davvero eliminare da questo dispositivo tutti i messaggi selezionati?
ja: この端末から選択したメッセージを削除しますか？
ko: 이 기기에서 선택한 메시지를 삭제하시겠습니까?
nl: Geselecteerde berichten van dit apparaat verwijderen?
pl: Usunąć wybrane wiadomości z tego urządzenia?
pt_br: Excluir mensagens selecionadas deste dispositivo?
ru: Удалить выбранные сообщения с этого устройства?
sk: Odstrániť vybraté správy z tohto zariadenia?
tr: Seçilen mesajlar bu cihazdan silinsin mi?
uk: Видалити вибрані повідомлення із цього пристрою?
zh_hans: 在此设备中删除所选的消息吗？
zh_hant: 在此裝置中刪除選定的訊息嗎？

source: More information
bg: Повече информация
cs: Více informací
de: Mehr Informationen
es: Más información
fr: Plus d’informations
gsw_ch: Meh Informatione
it: Maggiori informazioni
ja: 補足情報
ko: 더 많은 정보
nl: Meer informatie
pl: Więcej informacji
pt_br: Mais informações
ru: Больше информации
sk: Viac informácií
tr: Daha fazla bilgi
uk: Більше інформації
zh_hans: 更多信息
zh_hant: 更多資訊
